---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecAnalyticalTotalCoincidentLoad
source: html/811b8203-7384-65db-db9a-59e6a263fca1.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecAnalyticalTotalCoincidentLoad Property

"Total Coincident Loads"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecAnalyticalTotalCoincidentLoad { get; }
```